Repository: marc0dev0417/banastas_app_etno
Catalog: lib/l10n/app_*.arb
Languages: eu

# events_empty
source: No events
eu: Ez dago ekitaldirik erabilgarri

# event
source: Events
eu: gertaerak

# no_news_heal
source: No heal news
eu: Ez dago osasun-albisterik eskuragarri

source: No news
eu: Ez dago berririk eskuragarri

# no_news_tech
source: No technology news
eu: Ez dago teknologia berririk eskuragarri

source: Subscribe
eu: harpidetu

# form_name
source: Name
eu: Izena

# form_mail
source: Email
eu: Posta elektronikoa

# form_phone
source: Phone
eu: Mugikorra

# form_wallet
source: Reserve price
eu: Erreserbaren prezioa

# no_fields_empty
source: No empty fields
eu: Eremu hutsak ez dira onartzen

source: Cancel
eu: Utzi

# news_general
source: General
eu: Orokorra

# news_tecnology
source: Technology
eu: Teknologia

# news_heal
source: Health
eu: Osasuna

# news_empty
source: No news
eu: Berririk ez

# card_pay_title
source: Pay with credit card
eu: Ordaindu kreditu txartelarekin

# card_pay_form
source: Card form
eu: txartela formularioa

# no_form_complete
source: The form is not complete
eu: Formularioa ez dago osorik

source: Pay
eu: Ordaindu

# is_subscribe
source: You have subscribed to the event
eu: Ekitaldira harpidetu zara

# pay_success
source: The payment was made successfully
eu: Ordainketa behar bezala egin da

# back_form
source: Return to the form
eu: Itzuli formulariora

# fail_subscription
source: Unable to subscribe to event
eu: Ezin izan da ekitaldira harpidetu

# pay_fail
source: An error occurred in your payment
eu: Errore bat gertatu da ordainketan

source: Try again
eu: Saiatu berriro

source: Sport
eu: Kirola

# no_connection
source: There is no connection to Internet
eu: Ez dago Interneteko konexiorik

# section_event
source: Events
eu: Gertaera

# section_tourism
source: Tourism
eu: Turismoa

# section_pharmacy
source: Pharmacy
eu: Farmazia

# section_service
source: Services
eu: Zerbitzuak

# section_news
source: News
eu: Berriak

# section_bando
source: Laws
eu: Aldeak

# section_ad
source: Advertisements
eu: Iragarkiak

# section_gallery
source: Gallery
eu: Galeria

# section_death
source: Deaths
eu: Hildako

# section_link
source: Links
eu: Estekak

# section_sponsor
source: Sponsor
eu: Babesleak

# section_incident
source: Suggestions
eu: Iradokizunak

# section_booking
source: Bookings
eu: Erreserbak

# section_trash
source: Removal of belongings
eu: Ondasunak kentzea

# section_quiz
source: Surveys
eu: Inkesta

# subsection_event
source: Events
eu: Gertaerak

# subsection_tourism
source: Tourism places
eu: Turismoa

# subsection_pharmacy
source: Pharmacies
eu: Farmazia

# subsection_service
source: Services
eu: Zerbitzuak

# subsection_news
source: News
eu: Berriak

# subsection_bando
source: Laws
eu: Alde

# subsection_ad
source: Ads
eu: Iragarkia

# subsection_gallery
source: Photos
eu: Argazkiak

# subsection_death
source: Deaths
eu: Hildako

# subsection_link
source: Link
eu: Estekak

# subsection_sponsor
source: Sponsors
eu: Babesleak

# subsection_incident
source: Suggestions
eu: Iradokizunak

# subsection_booking
source: Bookings
eu: Erreserbak

# subsection_trash
source: Send a belongins
eu: Altzariak kentzea

# subsection_quiz
source: Quiz
eu: Inkesta

# bottom_home
source: Home
eu: Hasi

# bottom_event
source: Events
eu: Gertaera

# bottom_news
source: News
eu: Berriak

source: All
eu: Guztiak

source: Restaurant
eu: Jatetxea

source: Museum
eu: Museoa

source: Hotel
eu: Hotela

# normal
source: Pharmacy
eu: Normala

# guard
source: Guard pharmacy
eu: Zabalik

# service
source: Services
eu: Zerbitzua

# heal
source: Health
eu: Osasuna

source: Leisure
eu: Aisia

# no_service
source: No services available
eu: Ez dago zerbitzurik eskuragarri

# no_band
source: No laws available
eu: Ez dago alderik erabilgarri

# no_ad
source: No advertisements available
eu: Ez dago iragarkirik eskuragarri

# no_photo
source: No photos available
eu: Ez dago argazkirik eskuragarri

# no_death
source: No death available
eu: Ez dago hildakorik eskuragarri

# no_link
source: No links available
eu: Ez dago estekarik eskuragarri

# no_sponsor
source: No sponsors available
eu: Ez dago babeslerik eskuragarri

# no_incident
source: No incidents
eu: Istilurik ez

source: Reason
eu: Arrazoia

source: Description
eu: Deskribapena

source: Send
eu: Bidali

# no_book
source: No bookings available
eu: Ez dago erreserbarik

# see_book
source: See my bookings
eu: Ikusi nire erreserbak

# no_now_book
source: You don't have reservations yet
eu: Oraindik ez duzu erreserbarik

# trash
source: Furniture
eu: Izatean

# ad_photo
source: Add photo
eu: Gehitu irudia

# no_quiz
source: No quiz available
eu: Ez dago inkestarik eskuragarri

# toast_send_mail
source: Mail is being sent
eu: Posta bidaltzen ari da...

# toast_send_mail_correct
source: The mail has been sent
eu: Posta bidali da

# toast_error
source: You must fill in the fields
eu: Eremuak bete behar dituzu

source: Awaiting resolution
eu: ebazpenaren zain

# see
source: See reservation
eu: Ikus erreserba

source: Identification
eu: Identifikazioa

source: Invalid DNI
eu: ID baliogabea

source: Vote
eu: Bozkatu

# day_defunction
source: day of death
eu: heriotza eguna

# type_service
source: Type of service
eu: Zerbitzu mota

source: Call
eu: Deitu

# defunction
source: Deceased on
eu: Egunean hildakoa

source: See more
eu: Gehiago ikusi

source: Restaurants
eu: Jatetxeak

source: Hotels
eu: Hotelak

source: Others
eu: Beste batzuk

source: Show map
eu: Mapa erakutsi

source: Schedule:
eu: Ordutegia:

source: Read more
eu: Gehiago irakurri

source: Show less
eu: Gutxiago erakutsi

# reserve_now
source: Book now
eu: Orain erreserbatu

# no_reserve
source: Already reserved
eu: Jadanik erreserbatuta dago

# intro_email_phone
source: Enter email or phone
eu: Sartu emaila edo telefonoa

# confirm_reserve
source: We will confirm your reservation by email or phone
eu: Zure erreserba email bidez edo telefono bidez baieztatuko dugu

source: Issued
eu: Luzatutako

source: Monday-Friday
eu: Astelehena-Ostirala

source: Monday-Saturday
eu: Astelehena-Larunbata

# all_days
source: Monday-Sunday
eu: Astelehen-Igandea

source: Subscription
eu: Harpidetza

source: Free
eu: Doan

source: Capacity
eu: Gaitasuna

source: Places
eu: Lekuak

# unsubscribed_event
source: Unsubscribed from event
eu: Gutxitu da ekitalditik

source: - Start date
eu: - Hasierako data

# toast_send_mail_error
source: Failed to send email.
eu: Posta elektronikoa bidali ezin izan da.

source: Calendar
eu: Egutegia

source: Notifications
eu: Jakinarazpenak

# select_option
source: Select an option
eu: Aukeratu aukera bat

source: See all
eu: Guztiak ikusi

# january
source: JAN
eu: URT

# february
source: FEB
eu: OTS

# april
source: APR
eu: API

source: MAY
eu: MAI

# june
source: JUN
eu: EKI

# july
source: JUL
eu: UZT

# august
source: AUG
eu: ABU

# september
source: SEP
eu: IRA

# october
source: OCT
eu: URR

# november
source: NOV
eu: AZA

# december
source: DEC
eu: ABE
